Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/monodevelop-tm.tmx
Source language: en
Languages: ca_es

source: Replaced {0}.
ca_es: S'ha reemplaçat {0}.

source: Deployed file {0}.
ca_es: S'ha desplegat el fitxer {0}.

source: Created file: {0}
ca_es: S'ha creat el fitxer: {0}

source: {0} Binaries
ca_es: Binaris {0}

source: {0} Sources
ca_es: Fonts {0}

source: Packaging
ca_es: Empaquetament

source: Run in external console
ca_es: Executa a una consola externa

source: Create Package
ca_es: Crea el paquet

source: <big><b>Package Type</b></big>
ca_es: <big><b>Tipus de paquet</b></big>

source: Packages
ca_es: Paquets

source: Project name:
ca_es: Nom del projecte:

source: File format:
ca_es: Format del fitxer:

source: Directory:
ca_es: Directori:

source: Packaging project
ca_es: Projecte d'empaquetat

source: Create Package...
ca_es: Crea un paquet...

source: Add Package...
ca_es: Afegeix un paquet...

source: Install...
ca_es: Instal·la...

source: Program files
ca_es: Fitxers del programa

source: Binaries
ca_es: Binaris

source: Generate launch script
ca_es: Genera script de llançament

source: Script name:
ca_es: Nom de l'script:

source: Generate .desktop file
ca_es: Genera fitxer .desktop

source: Generate .pc file for the library
ca_es: Genera fitxer .pc per la biblioteca

source: Desktop Entry Type:
ca_es: Tipus d'entrada de l'escriptori:

source: Link
ca_es: Enllaç

source: Show strings for locale:
ca_es: Mostra les cadenes pel locale:

source: New locale...
ca_es: Locale nou...

source: Icon:
ca_es: Icona:

source: Generic name:
ca_es: Nom genèric:

source: Run in terminal
ca_es: Executa en un terminal

source: Working path:
ca_es: Directori de _treball:

source: Header
ca_es: Capçalera

source: Show in desktop menu
ca_es: Mostra el menú de l'escriptori

source: Menu categories:
ca_es: Categories del menú:

source: Always show
ca_es: Mostra sempre

source: Menu entry
ca_es: Entrada del menú

source: Mime types
ca_es: Tipus MIME

source: Other entries
ca_es: Altres entrades

source: Validating XML...
ca_es: S'està validant l'XML...

source: Validation failed.
ca_es: La validació ha fallat.

source: Select
ca_es: Selecciona

source: Select contents
ca_es: Selecciona els continguts

source: _Validate
ca_es: _Valida

source: _Assign XSLT...
ca_es: _Assigna l'XSLT...

source: _Open XSLT
ca_es: _Obre l'XSLT

source: Run XSL_T
ca_es: Executa l'XSL_T

source: _Go to Schema Definition
ca_es: _Vés a la definició de l'esquema

source: XML Format
ca_es: Format XML

source: NUnit assembly test collection
ca_es: Col·lecció de proves d'assemblat de NUnit

source: Create an NUnit assembly test collection
ca_es: Crea una col·lecció de proves d'assemblat de NUnit

source: Unit Tests
ca_es: Proves unitàries

source: Show Test Time
ca_es: Mostra el temps de la prova

source: Show Test Counters
ca_es: Mostra els comptadors de proves

source: Test Results
ca_es: Resultats de les proves

source: Unit Testing
ca_es: Proves unitàries

source: Run Unit Tests
ca_es: Executa les proves unitàries

source: Run Test
ca_es: Executa prova

source: Show test source code
ca_es: Mostra el codi font de la prova

source: Go to failure
ca_es: Vés a la fallida

source: Select test in tree
ca_es: Tria una prova de l'arbre

source: Show results pad
ca_es: Mostra el panell de resultats

source: Proportional time scale
ca_es: Escala de temps proporcional

source: Show one result per day
ca_es: Mostra un resultat per dia

source: Results chart
ca_es: Diagrama de resultats

source: Time chart
ca_es: Diagrama de temps

source: Show successful tests
ca_es: Mostra proves amb èxit

source: Show failed tests
ca_es: Mostra les proves fallides

source: Show ignored tests
ca_es: Mostra les proves ignorades

source: Add assembly...
ca_es: Afegeix assemblat...

source: Run Test With
ca_es: Executa la prova amb

source: NUnit Library Project
ca_es: Project de biblioteca NUnit

source: Creates an NUnit library
ca_es: Crea una biblioteca NUnit

source: Run all tests
ca_es: Executa totes les proves

source: Run test
ca_es: Executa la prova

source: Cancel running test
ca_es: Cancel·la l'execució del test

source: Failed tests
ca_es: Proves fallides

source: Result
ca_es: Resultat

source: No regressions found.
ca_es: No s'han trobat regressions.

source: No failed tests found.
ca_es: No s'han trobat proves fallides.

source: Successful Tests
ca_es: Proves amb èxit

source: Show Successful Tests
ca_es: Mostra proves amb èxit

source: Failed Tests
ca_es: Proves fallides

source: Show Failed Tests
ca_es: Mostra proves fallides

source: Ignored Tests
ca_es: Proves ignorades

source: Show Ignored Tests
ca_es: Mostra proves ignorades

source: Show Output
ca_es: Mostra sortida

source: Running tests for <b>{0}</b> configuration <b>{1}</b>
ca_es: S'estan executant proves per <b>{0}</b> configuració <b>{1}</b>

source: Internal error
ca_es: Error intern

source: Stack Trace
ca_es: Traça de la pila

source: Running
ca_es: S'està executant

source: Test execution cancelled.
ca_es: Execució de prova cancel·lada.

source: (Loading)
ca_es: (s'està carregant)

source: (Load failed)
ca_es: (càrrega fallida)

source: Unit Test Options
ca_es: Opcions de prova unitàries

source: Test results
ca_es: Resultats de les proves

source: Test failed
ca_es: La prova ha fallat

source: Test ignored
ca_es: Prova ignorada

source: Test successful
ca_es: Prova amb èxit.

source: Execution time: {0:0.00}ms
ca_es: Temps d'execució: {0:0.00}ms

source: Exclude the following categories:
ca_es: Exclou les següents categories:

source: Include the following categories:
ca_es: Inclou les següents categories:

source: Category
ca_es: Categories

source: Use parent test settings
ca_es: Fes servir els paràmetres de la prova superior

source: The following filter will be applied when running the tests:
ca_es: El filtre següent s'aplicarà quan s'executin les proves:

source: Don't apply any filter
ca_es: No apliquis cap filtre

source: Include the following categories
ca_es: Inclou les següents categories

source: Exclude the following categories
ca_es: Exclou les següents categories

source: Preferences...
ca_es: Preferències...

source: Add-in Manager...
ca_es: Gestor dels complements...

source: _Minimize
ca_es: _Minimitza

source: Minimize the window
ca_es: Minimitza la finestra

source: _Hide Others
ca_es: _Amaga altres

source: Hide other windows
ca_es: Amaga les altres finestres

source: Refactor
ca_es: Refacció

source: _Go to declaration
ca_es: _Vés a la declaració

source: {0}, Line {1}
ca_es: {0}, línia {1}

source: Go to _base
ca_es: Vés a la _base

source: Find _derived classes
ca_es: Cerca c_lasses derivades

source: Open file '{0}'
ca_es: Obre fitxer «{0}»

source: Save project {0}
ca_es: Desa el projecte {0}

source: Rename Class
ca_es: Canvia el nom de la classe

source: Rename Field
ca_es: Canvia el nom del camp

source: Rename Indexer
ca_es: Canvia el nom del fitxer

source: Rename Property
ca_es: Canvia el nom de la propietat

source: Rename Event
ca_es: Canvia el nom de l'esdeveniment

source: Rename Method
ca_es: Canvia el nom del mètode

source: Rename Parameter
ca_es: Canvia el nom del paràmetre

source: Rename Variable
ca_es: Canvia el nom de la variable

source: Rename Item
ca_es: Canvia el nom de l'element

source: Rename {0}
ca_es: Canvia el nom {0}

source: New na_me:
ca_es: Nom n_ou:

source: _Preview
ca_es: _Visualització prèvia

source: (Line:{0}, Column:{1})
ca_es: (línia:{0}, columna:{1})

source: Warning
ca_es: Avís

source: _Find references
ca_es: _Cerca referències

source: Refactory Operations
ca_es: Operacions de refactorització

source: Import Symbol...
ca_es: Importa símbol...

source: Read only
ca_es: Només lectura

source: Unselect All
ca_es: Desselecciona-ho

source: _Update references:
ca_es: _Actualitza les referències:

source: _External
ca_es: _Extern

source: ASP.NET Files
ca_es: Fitxers ASP.NET

source: XSP Web Server
ca_es: Servidor web XSP

source: ASP.NET Options
ca_es: Opcions ASP.NET

source: Web Deployment Targets
ca_es: Objectius de desplegament web

source: ASP.NET Directory
ca_es: Directori ASP.NET

source: Deploy to Web...
ca_es: Desplega a la web...

source: ASP.NET page
ca_es: Pàgina ASP.NET

source: ASP.NET user control
ca_es: Control d'usuari ASP.NET

source: ASP.NET web service
ca_es: Servei web ASP.NET

source: ASP.NET image generator
ca_es: Generador d'imatges ASP.NET

source: ASP.NET master page
ca_es: Pàgina mestre ASP.NET

source: Javascript source code
ca_es: Codi font Javascript

source: HTML document
ca_es: Document HTML

source: Web Form
ca_es: Formulari web

source: Creates an ASP.NET Web Form.
ca_es: Crea un formulari web ASP.NET.

source: User Control
ca_es: Control d'usuari

source: Web Application
ca_es: Aplicació Web

source: Web Service
ca_es: Servei web

source: Master Page with CodeBehind
ca_es: Pàgina mestre amb codi associat

source: Creates an ASP.NET Master Page with a CodeBehind class.
ca_es: Crea una pàgina metre ASP.NET amb una classe amb codi associat.

source: Master Page without CodeBehind
ca_es: Pàgina mestre sense codi associat

source: Creates an ASP.NET Master Page.
ca_es: Crea una pàgina mestre ASP.NET.

source: Global.asax with CodeBehind
ca_es: Global.asax amb codi associat

source: Nested Master Page
ca_es: Pàgina mestre imbricada

source: Nested Master Page with CodeBehind
ca_es: Pàgina mestre imbricada amb codi associat

source: Creates an ASP.NET Nested Master Page with a CodeBehind class.
ca_es: Crea una pàgina ASP.NET mestre imbricada amb una classe de codi associat.

source: Enabled
ca_es: Habilitat

source: Accept Client Certificates
ca_es: Accepta els certificats del client

source: Require Client Certificates
ca_es: Calen els certificats de clients

source: Ask
ca_es: Demana

source: Store (insecure)
ca_es: Emmagatzema (insegur)

source: Web Deploy Target {0}
ca_es: Objectiu de desplegament web {0}

source: Location: {0}
ca_es: Ubicació: {0}

source: Edit Web Deployment Target
ca_es: Edita l'objectiu de desplegament web {0}

source: <b>File Copying</b>
ca_es: <b>Copia de fitxers</b>

source: Deploy to Web
ca_es: Desplega a la web

source: _Edit targets
ca_es: _Edita els objectius

source: _Deploy
ca_es: _Desplegament

source: Web Deployment Progress
ca_es: Progrés del desplegament web

source: Deploying {0}...
ca_es: S'està desplegant {0}...

source: Port number:
ca_es: Número de port:

source: IP address:
ca_es: Adreça IP:

source: <b>Security</b>
ca_es: <b>Seguretat</b>

source: SSL mode:
ca_es: Mode SSL:

source: SSL protocol:
ca_es: Protocol SSL:

source: <b>SSL Key</b>
ca_es: <b>Clau SSL</b>

source: Key type:
ca_es: Tipus de clau:

source: Key location:
ca_es: Ubicació de la clau:

source: Certificate location:
ca_es: Ubicació del certificat:

source: ASP.NET directive
ca_es: Directiva ASP.NET

source: Error launching web browser
ca_es: S'ha produït un error en llançar el navegador web

source: ASP.NET Controls
ca_es: Controls ASP.NET

source: Choose a file from the project.
ca_es: Escolliu un element del projecte.

source: _Template:
ca_es: Plan_tilla:

source: _Data class:
ca_es: _Classe de dades:

source: _File:
ca_es: _Fitxer:

source: Controller...
ca_es: Controlador...

source: View...
ca_es: Visualitza...

source: Text template
ca_es: Plantilla de text

source: T4 Templates
ca_es: Plantilles T4

source: T4 Template
ca_es: Plantilla T4

source: Hex Editor
ca_es: Editor hexadecimal

source: Evaluating...
ca_es: S'està avaluant...

source: Go to File
ca_es: Vés al fitxer

source: Condition
ca_es: Condició

source: Application to Debug
ca_es: Aplicació a depurar

source: Do you want to detach from the process being debugged?
ca_es: Voleu desar separar-lo del procés que s'està depurant?

source: Detach
ca_es: Separa

source: Stop in exceptions:
ca_es: Atura a les excepcions:

source: Attach to Process
ca_es: Adjunta al procés

source: Attach to:
ca_es: Adjunta a:

source: Debugger:
ca_es: Depurador:

source: Attach
ca_es: Adjunta

source: Expression Evaluator
ca_es: Avaluador d'expressions

source: Evaluate
ca_es: Avalua

source: Breakpoint Properties
ca_es: Propietats del punt de ruptura

source: <b>Location</b>
ca_es: <b>Ubicació</b>

source: Line:
ca_es: Línia:

source: <b>Condition</b>
ca_es: <b>Condició</b>

source: Always break
ca_es: Interromp sempre

source: Break when condition is true
ca_es: Interromp quan la condició sigui certa

source: Break when the expression changes
ca_es: Interromp quan l'expressió canviï

source: <b>Action</b>
ca_es: <b>Acció</b>

source: Break
ca_es: Interromp

source: Expression:
ca_es: Expressió:

source: Evaluation failed.
ca_es: Ha fallat l'avaluació.

source: Evaluating
ca_es: S'està avaluant

source: Timed out.
ca_es: Temps exhaurit.

source: The Debugger is Busy
ca_es: El depurador està ocupat

source: Method:
ca_es: Mètode:

source: Stop Debugger
ca_es: Atura el depurador

source: Keep Waiting
ca_es: Continua esperant

source: Evaluation Timeout:
ca_es: Temps d'espera de l'avaluació:

source: Preferred Debuggers
ca_es: Depuradors preferits

source: Add Tracepoint
ca_es: Afegeix punt de ruptura

source: Condition:
ca_es: Condició:

source: Exception Caught
ca_es: S'ha capturat una excepció

source: Value Visualizer
ca_es: Visualitzador de valors

source: View as:
ca_es: Visualitza com a:

source: Debug Windows
ca_es: Finestres de depuració

source: Breakpoints
ca_es: Punts de ruptura

source: Threads
ca_es: Fils

source: Call Stack
ca_es: Pila de trucades

source: Immediate
ca_es: Immediat

source: Debug current project
ca_es: Depura el projecte actual

source: Debug Application...
ca_es: Depura l'aplicació...

source: Attach to Process...
ca_es: Adjunta al procés...

source: Pause
ca_es: Pausa

source: Pause Execution
ca_es: Fes una pausa en l'execució

source: Step Over
ca_es: Avança sobre

source: Step Into
ca_es: Avança un pas a dins

source: Step Out
ca_es: Avança al final

source: New Breakpoint...
ca_es: Punt de ruptura nou...

source: Remove Breakpoint
ca_es: Suprimeix el punt de ruptura

source: Toggle Breakpoint
ca_es: Commuta el punt de ruptura

source: Enable/Disable Breakpoint
ca_es: Habilita o inabilita el punt de ruptura

source: Clear All Breakpoints
ca_es: Neteja tots els punts de ruptura

source: Show Disassembly
ca_es: Mostra el dessensamblat

source: Exceptions...
ca_es: Excepcions...

source: Debugger
ca_es: Depurador

source: Remove braces
ca_es: Suprimeix les claus

source: Exit
ca_es: Surt

source: Single Thread
ca_es: Fil únic

source: Show Categories
ca_es: Mostra les categories
